---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LineLoad
source: html/2befc0dc-d2e7-7bb0-5779-2d98e0570c79.htm
---
# LineLoad Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.